Repository: hosizoraru/KeiBA
Catalog: KeiBAOS/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

# ba.student.detail.voice.error.playback
source: Unable to play this voice line.
ja: このボイスを再生できません。
zh_hans: 无法播放该语音台词。

# ba.student.detail.voice.error.unsupported
source: This audio format is unavailable.
ja: この音声形式は利用できません。
zh_hans: 该音频格式暂时无法播放。

# ba.student.detail.voice.filter.all
source: All
ja: すべて
zh_hans: 全部

# ba.student.detail.voice.filter.category
source: Voice category
ja: ボイスカテゴリ
zh_hans: 台词分类

# ba.student.detail.voice.footer.format
source: %d GameKee voice rows parsed. Text-only rows keep copy actions, and rows with audio show playback controls.
ja: %d件のGameKeeボイス行を解析しました。テキストのみの行ではコピー操作を残し、音声付きの行では再生操作を表示します。
zh_hans: 已解析 %d 条 GameKee 语音；纯文本台词保留复制操作，有音频的台词显示播放控件。

# ba.student.detail.voice.growthTitle.format
source: Growth line %d
ja: 育成ボイス %d
zh_hans: 成长台词 %d

# ba.student.detail.voice.item.format
source: Voice %d
ja: ボイス %d
zh_hans: 语音 %d

# ba.student.detail.voice.language.cn
source: CN
ja: 中国語
zh_hans: 中配

# ba.student.detail.voice.language.format
source: Language %d
ja: 言語 %d
zh_hans: 语言 %d

# ba.student.detail.voice.language.jp
source: JP
ja: 日本語
zh_hans: 日配

# ba.student.detail.voice.language.kr
source: KR
ja: 韓国語
zh_hans: 韩配

# ba.student.detail.voice.language.official
source: Official
ja: 公式訳
zh_hans: 官翻

# ba.student.detail.voice.language.picker
source: Voice language
ja: ボイス言語
zh_hans: 语音语言

# ba.student.detail.voice.moreLines
source: Other languages
ja: 他の言語
zh_hans: 其他语言

# ba.student.detail.voice.noAudio
source: No audio for this line
ja: この台詞に音声はありません
zh_hans: 该台词暂无音频

# ba.student.detail.voice.nowPlaying
source: Now Playing
ja: 再生中
zh_hans: 正在播放

# ba.student.detail.voice.openAudio
source: Open audio source
ja: 音声ソースを開く
zh_hans: 打开音频源

# ba.student.detail.voice.pause
source: Pause voice line
ja: ボイスを一時停止
zh_hans: 暂停语音台词

# ba.student.detail.voice.play
source: Play voice line
ja: ボイスを再生
zh_hans: 播放语音台词

# ba.student.detail.voice.search.placeholder
source: Search voice text
ja: ボイス本文を検索
zh_hans: 搜索台词

# ba.student.detail.voice.stop
source: Stop voice playback
ja: ボイス再生を停止
zh_hans: 停止语音播放

# ba.student.detail.voice.subtitle
source: GameKee voice row
ja: GameKeeボイス項目
zh_hans: GameKee 语音条目

# ba.student.detail.voice.textOnly
source: Text
ja: テキスト
zh_hans: 文本

# ba.student.detail.weapon.description.empty
source: No weapon description.
ja: 固有武器の説明はありません
zh_hans: 暂无专武描述

# ba.student.detail.weapon.effect
source: Weapon Effect
ja: 固有武器効果
zh_hans: 专武效果

# ba.student.detail.weapon.effect.empty
source: No effect description.
ja: 効果説明はありません
zh_hans: 暂无效果描述

# ba.student.detail.weapon.passiveUpgrade
source: Passive Skill Upgrade
ja: パッシブスキル強化
zh_hans: 辅助技能强化

# ba.student.detail.weapon.short
source: UE
ja: 固有武器
zh_hans: 专武

# ba.student.detail.weapon.stats
source: Stats
ja: 固有武器ステータス
zh_hans: 专武数值

# ba.student.detail.weapon.unique
source: Unique Weapon
ja: 固有武器
zh_hans: 专属武器

# ba.student.hoshino.name
source: Hoshino
ja: ホシノ
zh_hans: 星野

# ba.student.hoshino.summary
source: A compact Abydos student guide detail entry.
ja: アビドス生徒のコンパクトな図鑑詳細項目。
zh_hans: 阿拜多斯学生图鉴详情条目。

# ba.student.role.dealer
source: Dealer
ja: アタッカー
zh_hans: 输出

# ba.student.role.tank
source: Tank
ja: タンク
zh_hans: 坦克

# ba.student.school.abydos
source: Abydos High School
ja: アビドス高等学校
zh_hans: 阿拜多斯高中

# ba.student.serika.name
source: Serika
ja: セリカ
zh_hans: 芹香

# ba.student.serika.summary
source: Student used by archived recruitment entries.
ja: 終了済み募集項目で使用する生徒。
zh_hans: 用于已结束卡池条目的学生。

# ba.student.shiroko.name
source: Shiroko
ja: シロコ
zh_hans: 白子

# ba.student.shiroko.summary
source: Entry for profile, voice, gallery, and simulation routing.
ja: プロフィール、ボイス、鑑賞、シミュレーション経路の項目。
zh_hans: 覆盖档案、语音、鉴赏和模拟路由的条目。

# ba.tab.activity
source: Activity
ja: イベント
zh_hans: 活动

# ba.tab.cafe
source: Cafe
ja: カフェ
zh_hans: 咖啡厅

# ba.tab.catalog
source: Catalog
ja: 図鑑
zh_hans: 图鉴

# ba.tab.library
source: Music
ja: 音楽
zh_hans: 音乐

# ba.tab.overview
source: Overview
ja: 概要
zh_hans: 总览

# ba.tab.pool
source: Recruitment
ja: 募集
zh_hans: 卡池

# ba.tab.settings
source: Settings
ja: 設定
zh_hans: 设置

# ba.timeline.end
source: Ends
ja: 終了
zh_hans: 结束

# ba.timeline.options.showEnded.title
source: Ended
ja: 終了済み
zh_hans: 已结束

# ba.timeline.options.visibility.title
source: Visibility
ja: 表示範囲
zh_hans: 显示范围

# ba.timeline.remaining.ended
source: Ended
ja: 終了済み
zh_hans: 已结束

# ba.timeline.remaining.endsIn.format
source: Ends in %@
ja: 残り %@
zh_hans: 剩余 %@

# ba.timeline.remaining.startsIn.format
source: Starts in %@
ja: 開始まで %@
zh_hans: 还有 %@

# ba.timeline.start
source: Starts
ja: 開始
zh_hans: 开始

# ba.office.server.value
source: JP
zh_hans: 日服

# ba.student.role.striker
source: Striker
zh_hans: 前卫
